
"""
Номер 1 - ввести два числа и вывести их сумму (беск кол-во раз)
Номер 2 - вывести песочные часы
Номер 3 - вывести 
*1*2*3*
5*6*7*
9*11*13
"""

# while True:
#     a = int(input("Введите число а\n"))
#     b = int(input("Введите число b\n"))
#     print("Сумма = ", end = ' ')
#     print(a + b)


# print("*" * 7)
# for i in range(1, 4):
#     if i == 3:
#         print(" " * i + "*")
#     else:
#         print(" " * i + "*" + " " * (7 - 2 - i * 2) + "*")
# for i in range(2, 0, -1):
#     print(" " * i + "*" + " " * (7 - 2 - i * 2) + "*")
# print("*" * 7)
